{
  "_class_name": "WanAnimateTransformer3DModel",
  "_diffusers_version": "0.36.0.dev0",
  "added_kv_proj_dim": 5120,
  "attention_head_dim": 128,
  "cross_attn_norm": true,
  "eps": 1e-06,
  "face_encoder_hidden_dim": 1024,
  "face_encoder_num_heads": 4,
  "ffn_dim": 13824,
  "freq_dim": 256,
  "image_dim": 1280,
  "in_channels": 36,
  "inject_face_latents_blocks": 5,
  "latent_channels": 16,
  "motion_dim": 20,
  "motion_encoder_batch_size": 8,
  "motion_encoder_channel_sizes": null,
  "motion_encoder_dim": 512,
  "motion_encoder_size": 512,
  "motion_style_dim": 512,
  "num_attention_heads": 40,
  "num_layers": 40,
  "out_channels": 16,
  "patch_size": [
    1,
    2,
    2
  ],
  "pos_embed_seq_len": null,
  "qk_norm": "rms_norm_across_heads",
  "rope_max_seq_len": 1024,
  "text_dim": 4096
}
